Repository: kamperh/kamperh.github.io
Catalog: data/siyavula_en_af.3.tmx
Source language: en
Languages: af

source: in 1609 he heard that somebody in holland had made a telescope and he worked out how to make one himself .
af: in 1609 het hy gehoor dat iemand in nederland 'n teleskoop gemaak het en hy het uitgewerk hoe om self een te maak .

source: galileo got into trouble with the authorities because they did not like what he wrote .
af: galileo het in die moeilikheid gekom by die owerhede omdat hulle nie gehou het van wat hy geskryf het nie .

source: they taught that the earth was the centre of the universe and the sun moon stars and planets all revolved around the earth .
af: hulle het mense geleer dat die aarde die middel van die heelal is en dat die son maan sterre en planete om die aarde gedraai het .

source: galileo told people that was not true and so he was put in jail .
af: galileo het mense vertel dat dit nie die waarheid is nie en hy is toe in die tronk gegooi .

source: galileo used his telescope to look at the planets in the night sky and he made careful notes of what he saw there .
af: galileo het sy teleskoop gebruik om na die planete in die lug te kyk en hy het notas gemaak oor wat hy daar gesien het .

source: he was the first person to see that jupiter had moons .
af: hy was die eerste persoon wat jupiter se mane gesien het .

source: he saw that saturn has rings and he saw that venus has phases like the moon has .
af: hy het gesien dat saturnus ringe het en dat venus fases soos die maan het .

source: he also used his telescope to show people that the milky way was really made of billions of stars .
af: hy het ook sy teleskoop gebruik om mense te wys dat die melkweg uitbiljoene sterre bestaan .

source: he wrote books that taught people about telescopes and what they could show us in the night sky .
af: hy het boeke geskryf wat mense geleer het oor teleskope en wat teleskope ons in die nag kan wys .

source: the hubble space telescope story http www.nasa.gov mission pages hubble story the story.html
af: die hubble ruimteteleskoop se storie goo.gl vhzav

source: nowadays there are big telescopes in many parts of the world and these telescopes have cameras to photograph the sky .
af: vandag is daar oral oor die w&#234;reld groot teleskope en hierdie teleskope het kameras wat die lug afneem .

source: if you are based in cape town you can take your learners to visit the south african astronomical observatory http www.saao.ac.za and if you are based in johannesburg you can go on a tour of the johannesburg observatory http www.saasta.ac.za index.php?option com content&amp;view article&amp;id 73&amp;itemid 63 .
af: as jy in kaapstad is kan jy jou leerders na die suid afrikaanse sterrewag http www.saao.ac.za neem en as jy in johannesburg is kan julle 'n toer onderneem van die johannesbugse sterrewag http www.saasta.ac.za index.php?option com content&amp;view article&amp;id 73&amp;itemid 63 .

source: the biggest space telescope in the world is the hubble telescope named after edwin hubble who first showed there were other galaxies besides our own the milky way .
af: die grootste ruimte teleskoop in die w&#234;reld is die hubble teleskoop wat na edwin hubble vernoem is .

source: telescopes have shown us that there are thousands of millions of stars that we could not see with our naked eyes .
af: teleskope het ons gewys dat daar duisende miljoene sterre is wat ons nie met die blote oog kan sien nie .

source: some of those stars are so far away that their light has been travelling for millions of years to reach us .
af: sommige van daardie sterre is so ver weg dat hul lig miljoene jare neem om ons te bereik .

source: one of the biggest telescopes in the world is here in south africa near the town of sutherland .
af: een van die grootste teleskope in die w&#234;reld is in suid afrika .

source: the telescope is called the southern african large telescope or salt .
af: die teleskoop word die southern african large telescope of salt genoem .

source: the telescope uses lenses and a very big mirror to see the stars and take photographs of them .
af: die teleskoop gebruik lense en 'n baie groot spie&#235;l om die sterre te sien en foto's van hulle te neem .

source: real time views from webcams at salt http www.salt.ac.za html webcam.html
af: intydse beelde van die webkameras by salt goo.gl 9myji

source: point out to learners in this photograph of the salt mirrors that each mirror is a hexagon shape like a beehive and each mirror focuses the light onto a single spot .
af: wys vir leerders dat elke spie&#235;l in die foto van die salt spie&#235;ls in die vorm van 'n heksagoon soos 'n byekorf is en dat elke spie&#235;l die lig op 'n enkele kol fokus .

source: the learners will see how to do this in the next activity .
af: die leerders sal ook sien hoe dit gedoen word in die volgende aktiwiteit .

source: when doing this in the activity with all the mirrors outside bring back their attention to this image of the mirrors and the similarity .
af: wanneer jy die aktiwiteit met al die spie&#235;ls buite doen moet jy hulle weer herinner aan die prent van die spie&#235;ls en die ooreenkoms uitwys .

source: the south african large telescope video http www.youtube.com watch?v pkqbkuansgg
af: die south african larage telescope video goo.gl 0jgbe

source: work in groups for the next activity as it may be hard to source enough materials lenses and mirrors or each learner to be able to do the activity by themselves .
af: werk in groepe vir die volgende aktiwiteit aangesien dit moeilik kan wees om genoeg materiale lense en spie&#235;ls vir elke leerder te kry om die aktiwiteit alleen te doen .

source: to make a lens from a light bulb heat the metal cap of a dead light bulb in a flame .
af: om 'n lens uit 'n gloeilamp te maak verhit die metaalbedekking van 'n geblaasde gloeilamp in 'n vlam .

source: then carefully lower the hot part into cold water so that the cold water just reaches the glass .
af: sit dan die warm deel versigtig in koue water sodat die water net net die glas bereik .

source: the glass will crack around the metal cap and the insides of the bulb will fall out into the water .
af: die glas sal rondom die metaalbedekking kraak en die binnekant van die lampsal uitval in die water in .

source: this will leave you with the ball shaped glass part .
af: jy sal dan 'n balvormige glas deel oorh&#234; .

source: if you fill it with water it makes a good lens with a short focal length .
af: as jy dit vol water maak is dit 'n goeie lens met 'n kort fokus .

source: put masking tape or elastoplast on the broken edge of the glass to prevent children cutting themselves .
af: sit maskeerband of pleister op die stukkende deel van die glas dat leerders nie hulself sny nie .

source: of course we are talking about bulbs with a filament not the new fluorescent energy saver bulbs .
af: ons praat natuurlik van 'n gloeilamp met 'n gloeidraad nie die nuwe fluoresserende energiebesparende lampies nie .

source: what do you notice about the shapes of lenses ?
af: wat kom jy agter van die vorm van lense ?

source: they have curved surfaces .
af: hulle het gebo&#235; oppervlaktes .

source: why do you think this shape is necessary for the lens ?
af: waarom dink jy is hierdie vorm nodig ?

source: the light must pass through a curved shape so that the light bends; when the light from an object has come through the curved glass we may see the object enlarged looking bigger .
af: die lig moet deur 'n gebo&#235; vorm beweeg sodat die lig kan buig; wanneer die lig van 'n voorwerp deur die gebo&#235; glas kom kan ons die vergrote voorwerp wat groter lyk sien .

source: the curve makes the object look bigger as the light is bent .
af: die boog laat die voorwerp groter lyk omdat die lig gebuig is .

source: make a chalk circle on the wall about 15 cm in diameter .
af: maak 'n sirkel met bordkryt op die muur omtrent 15 cm in deursnee .

source: the learners must aim at that circle .
af: leerders moet na die sirkel mik .

source: how could you make the spot brighter ?
af: hoe kan jy die kol helderder maak ?

source: ask them to make a prediction they must say what will work to make the spot brighter .
af: vra jou leerders om 'n voorspelling te maak hulle moet s&#234; wat sal werk om die kol helderder te maak .

source: answer the class can use even more mirrors .
af: antwoord die klas kan nog meer spie&#235;ls gebruik .

source: will the spot feel hot ?
af: sal die kol warm voel ?

source: make a prediction. to predict means you say what is going to happen .
af: maak 'n voorspelling. om te voorspel beteken dat jy s&#234; wat gaan gebeur .

source: how will you find out whether your prediction was correct ?
af: hoe gaan jy uitvind of jou voorspelling reg was ?

source: for example get a report from one person who goes to put her hand there .
af: kry byvoorbeeld 'n verslag van een persoon wat haar hand daar gehou het .

source: the sun does not give us only light .
af: die son gee ons nie net lig nie .

source: it also gives us heat .
af: dit gee ons ook hitte .

source: you know that if you stand facing the sun with your eyes closed you can still feel heat from the sun on your face .
af: jy weet dat as jy met jou gesig na die son staan voel jy die hitte van die son op jou gesig al is jou o&#235; toe .

source: how could the class make the spot hotter ?
af: hoe kan die klas die kol warmer maak ?

source: now that we have the class outside with mirrors let's use the opportunity to teach about radiation and solar cookers .
af: terwyl die klas buite is met spie&#235;ls kom ons gebruik diegeleentheid om hulle van straling en sonoonde te leer .

source: the sun radiates electromagnetic waves with many frequencies .
af: die son straal elektromagnetiese golwe met baie frekwensies uit .

source: our eyes respond to some of those frequencies and we see light .
af: ons o&#235; reageer op van hierdie frekwensies en ons sien lig .

source: if the frequency is a little lower our eyes cannot respond we don't see it but our skin responds and we can feel the radiation .
af: as die frekwensie laer is kan ons o&#235; nie reageer nie ons sien nie maar ons vel reageer en ons kan die straling voel .

source: these lower frequencies are called infrared radiation .
af: hierdie laer frekwensies word infrarooistraling genoem .

source: can you make it even hotter by passing all the sunlight through a lens onto the wall ?
af: kan jy dit selfs nog warmer maak deur die sonlig deur 'n lens op die muur te skyn ?

source: you should try this with the class .
af: jy moet dit met jou klas probeer .

source: you will need a large hand lens about the size of a saucer .
af: jy het 'n groot handlens omtrent so groot soos 'n piering nodig .

source: move the lens until the spot of light on the wall is as small as you can get it .
af: beweeg die lens totdat die kol lig op die muur so klein as moontlik is .

source: let one of the learners put his hand in the spot and feel it. it's unlikely to burn him .
af: laat een leerder sy hand voor die kol sit en dit voel. dit is onwaarskynlik dat dit hom gaan brand .

source: instructions part three
af: instruksies deel drie

source: put the candle inside the jar to ensure that the warm air is not blown away from the candle and that it does not escape by convection .
af: sit die kers binne in die fles om seker te maak dat die warm lug nie weg van die kers geblaas word nie en dat dit nie deur konveksie ontsnap nie .

source: here we are extending the activity beyond telescopes to let the learners think about solar cookers .
af: dit is 'n uitbreiding van die aktiwiteit oor teleskope sodat leerders oor sonoonde moet dink .

source: in gr. 5 they will have seen solar cookers you can show them a picture of one and let them note how large the reflector is .
af: in graad 5 het hullesonoonde gesien jy kan vir hulle 'n prent wys van 'n sonoond en seker maak dat hulle oplet hoe groot die reflekteerders is .

source: the larger the reflector the more energy the cooker can put into the food per second .
af: hoe groter die reflekteerder hoe meer energie kan die oond per sekonde in die kos sit .

source: the class should be able to do this if they have enough mirrors .
af: die klas behoort dit te kan doen as hulle genoeg spie&#235;ls het .

source: they must hold the mirrors steady and not wobble them around .
af: hulle moet die spie&#235;ls stilhou en nie laat beweeg nie .

source: try this if they cannot melt the candle .
af: probeer dit as die kers nie wil smelt nie .

source: just decide who will get he melted chocolate afterwards !
af: besluit net eers wie die gesmelte sjokolade na die tyd kry !

source: all the mirrors work together like one big mirror even though they are far apart .
af: alhoewel die spie&#235;ls ver uitmekaar is werk hulle soos een groot spie&#235;l saam .

source: they all collect a little bit of energy from the sun and send it to the bright spot .
af: al die spie&#235;ls vang 'n klein bietjie van die son en stuur dit na die helder kol .

source: the mirror of a telescope works like that .
af: die spie&#235;ls van 'n teleskoop werk ook so .

source: the light from some stars is very faint because the stars are very far away .
af: die lig van die sterre is baie dof omdat die sterre so ver weg is .

source: but the big mirror collects all the faint light and focuses it to one lens .
af: die groot spie&#235;l kan die dowwe lig opvang en op die lens fokus .

source: then the telescope can gather put together enough light from the star to get a photograph of the star .
af: die teleskoop kan dan genoeg lig van die ster bymekaar maak om 'n foto van die ster teneem .

source: the ska is a different kind of telescope for looking at the stars .
af: die ska is nog 'n soort teleskoop waarmee &#8216;n mens na die sterre kan kyk .

source: stars send out energy in light but also in radio waves .
af: sterre stuur energie in die vorm van lig maar ook radiogolwe uit .

source: the ska will receive radio waves that our eyes cannot see .
af: die ska kan radiogolwe optel wat ons nie met die blote oog kan sien nie .

source: the ska website has many resources to access to facilitate your class discussion of this project http www.ska.ac.za learn index.php .
af: die ska se webtuiste het baie hulpbronne waarmee jy 'nklasbespreking oor die projek kan fasiliteer http www.ska.ac.za learn index.php onthou jy dat die notas hierbo ges&#234; het dat die son verskillende frekwensies uitstraal .

source: do you remember the notes above that the sun radiates at many frequencies ?
af: ons kan van hierdie frekwensies sien maar ander net voel .

source: some frequencies we can see others we can only feel .
af: daar is baie ander frekwensies wat ons nie kan optel sonder 'n radio ontvanger nie .

source: an array means a large number of the same items .
af: 'n versameling is 'n groot hoeveelheid van dieselfde item .

source: for example when the desks in your classroom are all lined up neatly we can call that an array of desks .
af: wanneer die banke in jou klas netjies rangskik is noem ons dit 'n versameling banke .

source: the ska will have an array of several thousand dishes like those in the picture .
af: die ska het 'n versameling van duisende skottels wat lyk soos die in die prentjie .

source: when you add together the area of all the dishes the total area will be the same as one square kilometre .
af: wanneer jy die oppervlakte van al die skottels bymekaar tel sal die totale oppervlake dieselfde as een vierkante kilometer wees .

source: a square kilometer is an area in the shape of a square and the sides are each 1 km long .
af: 'n vierkante kilometer is 'n gebied in die vorm van 'n vierkant waarvan die sye elk 1 km lank is .

source: the area of the square will be 1 km2 .
af: die oppervlak van die vierkant sal dus 1 km2 wees .

source: that is why the telescope is called the square kilometre array .
af: dit is waarom hierdie teleskoop die square kilometre array genoem word. array rangskikking of opstelling .

source: sound waves must have something like air or water to travel through but electromagnetic waves can travel through empty space .
af: klankgolwe het iets soos lug of water nodig om deur te beweeg maar elektromagnetiese golwe can deur le&#235; spasies beweeg .

source: there was actually a contest between south africa and australia to see who would host the ska .
af: daar was eintlik 'n kompetisie tussen suid afrika en australi&#235; om te sien in watter land die ska gebou sou word .

source: both countries really wanted it and the bid and voting went on for 9 years .
af: beide lande wou dit graag h&#234; en die bie&#235;ry en stemming het vir 9 jaar aangehou .

source: then at the beginning of 2012 it was announced that it would rather be hosted in both countries but the larger portion of the dishes is to be in south africa and africa .
af: verlede jaar aan die begin van 2012 het hulle aangekondig dat hulle dit eerder in albei lande sou bou maar dat die meeste van die skottels in suid afrika en afrika sou wees .

source: the dishes in the picture look like the satellite tv dishes that you see on some people's houses .
af: die skottels in die prent lyk soos die tv satellietskottels wat jy op party mense se huise sien .

source: those dishes collect the weak tv signal that comes from a satellite high up in space .
af: daardie skottels ontvang swak tv seine wat van 'n satelliet in die ruimte af kom .

source: in the ska each dish collects a little of the radio signals that come from the stars and sends it to a computer .
af: in die ska vang elke skottel 'n bietjie van die radioseine van die sterre af op en stuur dit na 'n rekenaar .

source: the computer puts together all the signals to make a new picture of that star .
af: die rekenaar sit al die seine bymekaar om 'n nuwe prent van die die ster te vorm .

source: scientists from many countries are working together to build the ska in the northern cape .
af: wetenskaplikes van baie lande werk saam om die ska in dienoord kaap te bou .

source: most of the telescopes will be near the town of carnarvon .
af: die meeste van die teleskope sal naby carnarvon gebou word .

source: some of the dishes will be very far away from carnarvon .
af: party van die skottels sal baie ver van carnarvon af wees .

source: they will also collect signals from stars and send them to the computer in carnarvon .
af: sommiges sal in ghana zambi&#235; mosambiek en madagaskar wees .

source: this helps to improve the quality of the image that gets generated by the computer .
af: hulle sal ook seine van die sterre opvang en na die rekenaar in carnarvon stuur .

source: ska will be the world's biggest and most sensitive radio telescope in the world .
af: die ska sal die w&#234;reld se grootste en mees sensitiewe radio teleskoop wees .

source: it will be finished in the year 2024 .
af: dit sal klaar wees teen 2024 .

source: how is the picture of the ska dishes like the picture of the class using mirrors to make a bright spot on the wall ?
af: hoe is die prent van die ska skottels soos die prent van die klas wat spie&#235;ls gebruik om 'n helder kol teen die muur te maak ?

source: it has many dishes like the many mirrors that the class is using .
af: dit het baie skottels soos die baie spie&#235;ls wat die klas gebruik het .

source: why does the ska need so many collecting dishes ?
af: waarom het die ska so baie skottels nodig wat kan opvang ?

source: the signal from some stars is very weak .
af: die sein van die sterre is baie flou .

source: how many dishes will be in madagascar ?
af: hoeveel skottels sal in madagaskar wees ?

source: madagascar will have two dishes but assess whether the learners can find madagascar on the map .
af: madagaskar sal twee skottels h&#234; maar assesseer eers of leerders madagaskar op die kaart kan kry .

source: the ska will be able to pick up signals that stars sent out thousands of millions of years ago .
af: die ska sal seine van die sterre kan optel wat duisende miljoene jare gelede uitgestuur is .

source: the signals have been travelling through space for all that time .
af: die seine het vir daardie hele tyd deur die ruimte beweeg .

source: when the ska picks up those signals we will learn something about that time when the universe began thousands of millions of years ago .
af: wanneer die ska daardie seine optel kan ons meer leer oor die tyd toe die heelal begin het duisende miljoene jare gelede .

source: what does a telescope do ?
af: wat doen 'n teleskoop ?

source: it makes faraway objects look closer .
af: dit laat voorwerpe wat baie ver is nader lyk .

source: before galileo nobody knew that the planet jupiter had moons .
af: hoekom het niemand voor galileo geweet dat jupiter manehet nie ?

source: the moons were too small to see with the naked eye but galileo's telescope made them big enough to see .
af: die mane was te klein om met die blote oog te sien; galileo se teleskoop het hulle groot genoeg gemaak om te sien .

source: what does ska stand for ?
af: waarvoor staan ska ?

source: square kilometre array
af: square kilometre array vierkante kilometer versameling

source: why are the words square kilometre in the name ?
af: waarom is die woorde square kilometre in die naam ?

source: the areas of all the dishes will add up to an area of one square kilometre .
af: die oppervlakte van al die skottels bymekaargetel sal eenvierkante kilometer wees .

source: with a telescope we can see very very many stars .
af: ons kan vreeslik baie sterre met 'n teleskoop sien .

source: why did we not know about all those stars before there were telescopes ?
af: waarom het ons nie voor teleskope geweet dat daar so baie sterre is nie ?

source: those stars are too faint to see with the naked eye .
af: daardie sterre was te dof om met die blote oog te sien .

source: astronomers build their telescopes far away from cities .
af: astronome bou teleskope ver van stede .

source: think of a reason why they do this and write it down .
af: skryf 'n rede neerwaarom jy dink hulle dit sou doen .

source: the bright lights of the city make the sky bright and so it is harder to see the stars .
af: die helder ligte van die stad maak die lug te helder en moeilik om sterre te sien .

source: teachers are encouraged to make a large circle on the wall using large arrows that can be cut from blue or even black plastic bags .
af: onderwysers word aangemoedig om 'n groot sirkel op die muur te maak met groot pyle wat uit blou of selfs swart plastieksakke gesny kan word .

source: then cut out white letters to say photosynthesis in the centre of the circle and stick large posters on the arrows to say
af: knip dan wit letters uit en skryf daarmee fotosintese in die middel van die sirkel .

source: perhaps cut out pictures of plants or get learners to make plants and animals in art and stick them next to the specific labels they illustrate .
af: sny moontlik prente van plante en diere uit of laat leerders tydens kuns plant en dieretekeninge maak en plak dit by die opskrifte wat daarna verwys .

source: create a glossary by placing words relating to the topic around the classroom .
af: skep 'n woordelys deur temaverwante woorde oral in die klas op te plak .

source: tell the learners that they are going to be plant investigators and that their job is to find out what the words mean and how they relate to plants and photosynthesis .
af: s vir die leerders hulle gaan plantspeurders wees en dat dit hulle taak is om uit te vind wat die woorde beteken en watter verband elkeen met plante en fotosintese het .

source: when introducing this topic remind them of the work on interdependence they covered in gr. 5 .
af: wanneer u hierdie werk bekendstel herinner die kinders aan die werk oor interafhanklikheid wat hulle in graad 5 gedoen het .
